[
    {
        "name": "Jack Li",
        "title": "CEO",
        "intro": "Over 10 years of extensive internet experience spanning sports, gaming and e-commerce. Including but not limited to product development, marketing strategy, growth hacking, community operations. Complete Projects like localization of a Baas platform and App, Design 2 mobile APPs and delivery 1 APP as developer, Operate Q & A game platform and football manager games and others.",
        "linkedIn": "https://www.linkedin.com/in/zhichao-jack-li-a5129a31/",
        "imageSrc": "/images/group-16.jpg"
    },
    {
        "name": "Christian Gehl",
        "title": "CTO",
        "intro": "Christian has held senior and leading positions in various functions for more than 10 years. Starting as a Research Assistant at Fraunhofer FIRST in 2008, he changed over to one of the Co-Founders of Trifense GmbH in 2010, and as CTO played a pivotal role in the company's development into the leading network security solution and consulting firm in the German-speaking region.",
        "linkedIn": "https://www.linkedin.com/in/christiangehl/",
        "imageSrc": "/images/group-17.jpg"
    },
    {
        "name": "Toni Qiu",
        "title": "Managing Director",
        "intro": "Founding member of KPMG's Lighthouse Germany for Data & Analytics after he held consultant and manager positions in Digital Finance at KPMG. Previously worked 4 years as Big Data Architect at an Europe's leading e-commerce platform, Zalando. With more than 15 years experience in forex trading, Teng founded Forex Live Group in Berlin, an AI-based trading signal platform for quant trading strategies",
        "linkedIn": "https://www.linkedin.com/in/tengqiu/",
        "imageSrc": "/images/group-18.jpg"
    },
    {
        "name": "Jasmine Zhang",
        "title": "CMO",
        "intro": "Jasmine has rich experience in business development, marketing strategy development with a demonstrated history of working in German Start-up scene, consulting and investment banking. Her customers includes DAX 30 companies, Deutsche bank, Volkswagen etc. Strong program and project management professional with a Master's Degree focused in Statistics from University College London",
        "linkedIn": "https://www.linkedin.com/in/jingqi-zhang-582bb783",
        "imageSrc": "/images/group-20.jpg"
    },

    {
        "linkedIn": "https://www.linkedin.com/in/sandromoscogiuri",
        "name": "Sandro Moscogiuri",
        "title": "Chief Graphic Designer",
        "intro": "Sandro is a photographer, animator, and visual artist. His focus is on visual means and visualizing the idea. He graduated with honors from the Accademia di Belle Arti in Rome. Berlin-based since 2012, Sandro is simultaneously conducting his ongoing research on perception and movement through video and photography while providing all visual support to the ARES team.",
        "imageSrc": "/images/group-22.jpg"
    },
    {
        "linkedIn": "https://www.linkedin.com/in/junwang2",
        "name": "Jun Wang",
        "title": "COO",
        "intro": "Over 10 years of experience as Operations and Global Product Manager at the world's largest classification society (DNV GL) and the biggest Technical Inspection Association (TÜV) in Germany with extensive interactions with governmental officials and international organizations. Worked as senior consultant at the World Bank and Hill+Knowlton Strategies (WPP Group) in Washington D.C. and New York City. Top MBA graduate from the US and was the Co-Founder and COO of the Bina School (an international online primary school).",
        "imageSrc": "/images/JunWang-300x300.jpg"
    },
    {

        "linkedIn": "https://www.linkedin.com/in/steven-karch-2857241/",
        "name": "Steven Karch",
        "title": "Chief Architect",
        "intro": "Crypto-currency miner since 2013, Blockchain Enthusiast. Over 20 years of experience in distributed systems, computer network, IT infrastructure.",
        "imageSrc": "/images/StevenKrach-300x300.jpg"
    },
    {
        "linkedIn": "https://www.linkedin.com/in/konrad-rieck-58528015/",
        "name": "Prof. Dr. Konrad Rieck",
        "title": "Scientific Advisor",
        "intro": "Professor (W3) of Computer Science at TU Braunschweig. Leading the Institute of System Security since 2016. Prior to taking this position, Prof. Dr. Rieck has been working at the University of Göttingen, Technische Universität Berlin and Fraunhofer Institute FIRST.",
        "imageSrc": "/images/KonradRieck-150x150.jpg"
    },
    {

        "linkedIn": "https://www.linkedin.com/in/lorenz-lorenz-meyer-006304b3/",
        "name": "Prof. Dr. Lorenz-Meyer",
        "title": "Media & PR Advisor",
        "intro": "Prof. Dr. Lorenz-Meyer teaches Online Journalism and Media Development at Hochschule Darmstadt since 2004. He was one of the heralds of German online media. Current research areas include online journalism, content management / multimedia production technology; virtual communities and social software.",
        "imageSrc": "/images/Lorenz-Meyer-150x150.jpg"
    },
    {
        "linkedIn": "https://www.linkedin.com/in/renegerstenberger/",
        "name": "René Gerstenberger",
        "title": "Data Security Advisor",
        "intro": "René has been working with numerous global clients and organization, helping to manage appropriate Corporate IT Operations, Data Protection Compliance and Data Governance approaches and solutions. He has taken on various leading roles both on a global and national level.",
        "imageSrc": "/images/Rene-150x150.jpg"
    },
    {

        "linkedIn": "https://www.linkedin.com/in/simonschwerin/",
        "name": "Simon Schwerin",
        "title": "Blockchain Advisor",
        "intro": "Simon advises XAIN as a Business Development Manager, after he wrote his Master Thesis about Blockchains and Privacy, specifically concerning the GDPR. He now focuses his work on leading medixain as a CEO to build a solution in the Healthcare and Blockchain sector. Previously he worked for the Blockchain Start-up BigchainDB on the business strategy and project management side. He led the working groups on identity and standardization within the public German blockchain lobby group „Bundesblock“ (Bundesverband Blockchain).",
        "imageSrc": "/images/simon-150x150.png"
    },

    {

        "linkedIn": "https://www.linkedin.com/in/liwen-qin-96260815/",
        "name": "Qin Liwen",
        "title": "Public Relations Advisor",
        "intro": "More than 15 years of professional experience with public media, internet companies and international think tanks. Senior journalist and News Director for major media. More than 10 years’ experience with TMT companies. Former News Director of Sohu (NASDAQ: SOHU), featuring the 2008 Beijing Olympic Games online, and simultaneously managing the marketing, advertisement sales, events organization, social media, NGO and government relations of Sohu News. Fellow of the Regional Center of Strategic Study in Sri Lanka.",
        "imageSrc": "/images/Liwen-150x150.jpg"
    },

    {

        "linkedIn": "https://www.linkedin.com/in/yun-cao-34400b59/",
        "name": "Yun Cao",
        "title": "Game & Marketing Advisor",
        "intro": "Game Publishing Manager at Six Foot LLC, former Producer at Bigpoint GmbH in Berlin, Germany. Previous to that, Yun was Sr. Product Manager & Project Lead at Zynga, ShanDa, and Tencent. Publisher and producer with an international game industry background. Shared great success of best games with partners worldwide. Leverage global publishing capability and ambition. Yun was leading a development team as producer to re-engage the project evolving new features and contents while keep being align with global product vision.",
        "imageSrc": "/images/YunCao-1-150x150.jpg"
    },

    {

        "linkedIn": "https://de.linkedin.com/in/fuesun",
        "name": "Füsun Wehrmann",
        "title": "Engineering Advisor",
        "intro": "Vice President Of Engineering at OLX Berlin Tech Hub, former Premier Field Engineering (PFE) Manager, EMEA Technology Manager for Development at Microsoft Germany. Startup Mentor, Speaker, Google LP Mentor.",
        "imageSrc": "/images/Fuesun-Wehrmann-Zanox-150x150.jpeg"
    },

    {

        "linkedIn": "https://www.linkedin.com/in/zeta-zhu-679a301a/",
        "name": "Zeta Zhu",
        "title": "Marketing Advisor",
        "intro": "Senior Director Sales and Business Development at Fyber, over 10 years experience in gaming industry, responsible for heading up Fyber’s mobile game advertising business in the APAC region.",
        "imageSrc": "/images/Zeta_Zhu-150x150.jpg"
    },
    {
        "linkedIn": "https://www.linkedin.com/in/ying-guo-16b3796/",
        "name": "Ying Guo",
        "title": "Marketing and Sales Advisor",
        "intro": "Marketing and Sales Manager at Classictic in Berlin, MBA education at HTW Berlin and Magister degree from the University Potsdam, experienced in developing and implementing marketing strategies (B2C/B2B); event marketing; ability to build and maintain a network of relationship, good knowledge of market trends, social media as well as SEM.",
        "imageSrc": "/images/YingGuo-150x150.jpg"
    },
    {

        "linkedIn": "https://www.linkedin.com/in/maurus-radelow-1683b443/",
        "name": "Maurus Radelow",
        "title": "Cyber & Information Security Advisor",
        "intro": "Advising clients in both the public and the private sector in all matters information security governance (ISO 27000 & BSI Grundschutz, risk management, and compliance). Prior to working in Germany, Maurus has spent 6+ years working for numerous international organizations.",
        "imageSrc": "/images/Maurus_Radelow-150x150.jpg"
    },
    {
        "linkedIn": "https://www.linkedin.com/in/davydeh/",
        "name": "David Espinosa",
        "title": "Technical Solutions Advisor",
        "intro": "Front-end Developer / UX Designer specializing in the design and development of web and mobile products. Great interaction design skills and a passion for designing the right thing right to help users. As part of a multidisciplinary team, David used to develop and maintain the frontend code of client websites built using the Rebelmouse platform for distributed content using latest technologies as well as deploying code to live servers and integrated plugins and third party libraries.",
        "imageSrc": "/images/David_Espinosa-150x150.jpg"
    },
    {

        "linkedIn": "https://www.linkedin.com/in/ran-wang-036456b/",
        "name": "Ran Wang",
        "title": "Game Publishing Advisor",
        "intro": "Experienced Global Lead in Business Communication and Community Development with a demonstrated history of working in the computer games industry. Strong business development professional skilled in Business Strategy, Start-ups, Licensing, Mobile Applications and Game Design.",
        "imageSrc": "/images/Ran.Wang_-150x150.png"
    }
]
